# 1)მომხმარებელს შემოატანინეთ რიცხვი,შემდეგ შეამოწმეთ -->

#----თუ მომხმარებლის მიერ შემოტანილი რიცხვი არის მეტი 90 ზე დააუპრინტე-->"მაღალი ქულა მიიღე"

#----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 50 ზე მეტი დაუპრინტე --> "საშვალო ქულა მიიღე:

#----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 30 ზე მეტი დაუპრინტე --> "დაბალი ქულა მიიღე:

#----თუ  მომხმარებლის მიერ შემოტანილი რიცხვი არის 10 ზე მეტი დაუპრინტე --> "ჩაიჭერი":

#----სხვა დამარჩენ შემთხვევაში დაუპრინტე --> "მეორედ აქ აღარ მოხვიდე"

score = int(input("Enter the number: "))

if score > 90:
    print("magali qula miige")
elif score > 50:
    print("sahualo qula miige")
elif score > 30:
    print("dabali qula miige")
elif score > 10:
    print("chaiweri")
else:
    print("meored aq agar moxvide")